Repository: danimelenge/Temperature-converter
Catalog: Localizable.xcstrings
Source language: es_419
Languages: en, fr_ca, pt_br

# %.1f grados %@ equivalen a %.1f grados %@. Guardado el %@
source: %1$.1f grados %2$@ equivalen a %3$.1f grados %4$@. Guardado el %5$@
en: %.1f degrees %@ are equivalent to %.1f degrees %@. Saved on %@
fr_ca: %.1f degrés %@ équivalent à %.1f degrés %@. Enregistré le %@
pt_br: %.1f graus %@ equivalem a %.1f graus %@. Salvo em %@

source: %lld grados
en: %lld degrees
fr_ca: %lld degrés
pt_br: %lld graus

source: ☀️ Muy caliente
en: ☀️ Very hot
fr_ca: ☀️ Très chaud
pt_br: ☀️ Muito quente

source: ❄️ Muy frío
en: ❄️ Very cold
fr_ca: ❄️ Très froid
pt_br: ❄️ Muito frio

source: 🌤️ Templado
en: 🌤️ Mild
fr_ca: 🌤️ Tempéré
pt_br: 🌤️ Ameno

source: 🔥 Caliente
en: 🔥 Hot
fr_ca: 🔥 Chaud
pt_br: 🔥 Quente

source: 🧊 Frío
en: 🧊 Cold
fr_ca: 🧊 Froid
pt_br: 🧊 Frio

source: Actualizado: %@
en: Updated: %@
fr_ca: Mis à jour : %@
pt_br: Atualizado: %@

source: Actualmente seleccionado
en: Currently selected
fr_ca: Actuellement sélectionné
pt_br: Atualmente selecionado

source: Ajusta la temperatura
en: Adjust the temperature
fr_ca: Ajuster la température
pt_br: Ajuste a temperatura

source: Ajuste de temperatura
en: Temperature adjustment
fr_ca: Réglage de la température

source: Ajustes
en: Settings
fr_ca: Réglages

source: Cambia el orden de las unidades para el conversor principal.
en: Changes the order of the units for the main converter.
fr_ca: Modifie l'ordre des unités pour le convertisseur principal.
pt_br: Altera a ordem das unidades para o conversor principal.

source: Celsius o Fahrenheit
en: Celsius or Fahrenheit
fr_ca: Celsius ou Fahrenheit
pt_br: Celsius ou Fahrenheit

source: Cierra esta pantalla y abre el conversor principal.
en: Closes this screen and opens the main converter.
fr_ca: Ferme cet écran et ouvre le convertisseur principal.
pt_br: Fecha esta tela e abre o conversor principal.

source: Compartir
en: Share
fr_ca: Partager
pt_br: Compartilhar

source: Configuración de Unidad
en: Unit Settings
fr_ca: Configuration de l'unité
pt_br: Configuração de Unidade

source: Continuar
en: Continue
fr_ca: Continuer

source: Continuar a la aplicación
en: Continue to the application
fr_ca: Continuer vers l'application
pt_br: Continuar para o aplicativo

source: Conversión
en: Conversion
fr_ca: Conversion
pt_br: Conversão

source: Conversión de Temperatura
en: Temperature Conversion
fr_ca: Conversion de température
pt_br: Conversão de Temperatura

# Conversión de Voz
source: Conversion de Voz
en: Voice Conversion
fr_ca: Conversion vocale
pt_br: Conversão de Voz

source: Conversor
en: Converter
fr_ca: Convertisseur

source: Convertir
en: Convert
pt_br: Converter

source: Convertir Temperatura
en: Convert Temperature
fr_ca: Convertir la température
pt_br: Converter Temperatura

source: Copiado al portapapeles
en: Copied to clipboard
fr_ca: Copié dans le presse-papiers
pt_br: Copiado para a área de transferência

source: Copiar resultado
en: Copy result
fr_ca: Copier le résultat

source: Desliza hacia arriba o hacia abajo para cambiar el valor.
en: Swipe up or down to change the value.
fr_ca: Glissez vers le haut ou vers le bas pour modifier la valeur.
pt_br: Deslize para cima ou para baixo para alterar o valor.

source: Dirección de la conversión
en: Conversion direction
fr_ca: Sens de la conversion
pt_br: Direção da conversão

source: Editar lista de historial
en: Edit history list
fr_ca: Modifier la liste de l'historique
pt_br: Editar lista do histórico

source: El resultado es %@
en: The result is %@
fr_ca: Le résultat est %@
pt_br: O resultado é %@

source: Estado actual: %@
en: Current status: %@
fr_ca: État actuel : %@
pt_br: Status atual: %@

source: Fecha
en: Date
fr_ca: Date
pt_br: Data

source: Grados
en: Degrees
fr_ca: Degrés
pt_br: Graus

source: Grados Celsius
en: Degrees Celsius
fr_ca: Degrés Celsius
pt_br: Graus Celsius

source: Grados Fahrenheit
en: Degrees Fahrenheit
fr_ca: Degrés Fahrenheit
pt_br: Graus Fahrenheit

source: Guarda esta conversión actual en tu lista de registros.
en: Saves this current conversion to your history list.
fr_ca: Enregistre cette conversion actuelle dans votre historique.
pt_br: Salva esta conversão atual na sua lista de registros.

source: Guardar en el historial
en: Save to history
fr_ca: Enregistrer l'historique
pt_br: Salvar no histórico

source: Guardar historial
en: Save history
fr_ca: Enregistrer l'historique
pt_br: Salvar histórico

source: Historial
en: History
fr_ca: Historique
pt_br: Histórico

source: Indicador visual de clima
en: Visual weather indicator
fr_ca: Indicateur météo visuel

source: La cantidad numérica a convertir
en: The numerical amount to convert
fr_ca: La quantité numérique à convertir
pt_br: A quantidade numérica a converter

# La temperatura es de %.1f grados, que equivalen a %.1f grados
source: La temperatura es de %1$.1f grados, que equivalen a %2$.1f grados
en: The temperature is %.1f degrees, which is equivalent to %.1f degrees
fr_ca: La température est de %.1f degrés, ce qui équivaut à %.1f degrés
pt_br: A temperatura é de %.1f graus, o que equivale a %.1f graus

source: Las conversiones que guardes aparecerán aquí.
en: The conversions you save will appear here.
fr_ca: Les conversions que vous enregistrez apparaîtront ici.
pt_br: As conversões que você salvar aparecerão aqui.

source: Notificación: Copiado al portapapeles
en: Notification: Copied to clipboard
fr_ca: Notification : Copié dans le presse-papiers
pt_br: Notificação: Copiado para a área de transferência

source: Opciones de registro
en: Record options
fr_ca: Options d'enregistrement
pt_br: Opções de registro

source: Permite copiar o compartir esta conversión.
en: Allows you to copy or share this conversion.
fr_ca: Permet de copier ou de partager cette conversion.
pt_br: Permite copiar ou compartilhar esta conversão.

source: Registros Guardados
en: Saved Records
fr_ca: Enregistrements sauvegardés
pt_br: Registros Salvos

source: Revisa de un vistazo el último cálculo guardado en tu historial.
en: Check the last saved calculation in your history at a glance.
fr_ca: Consultez d'un coup d'œil le dernier calcul enregistré dans votre historique.
pt_br: Veja a última conversão salva no seu histórico em um relance.

source: Sin historial
en: No history
fr_ca: Aucun historique
pt_br: Sem histórico

source: Temperatura
en: Temperature
fr_ca: Température

source: Tendencia de Entradas
en: Input Trend
fr_ca: Tendance des entrées
pt_br: Tendência de Entradas

source: Última conversión
en: Last Conversion
fr_ca: Dernière conversion
pt_br: Última Conversão

source: Unidad
en: Unit
fr_ca: Unité
pt_br: Unidade

source: Favorite Emoji
fr_ca: Émoji préféré
pt_br: Emoji favorito

source: Settings
fr_ca: Réglages
pt_br: Ajustes

source: Temperature Converter
fr_ca: Convertisseur de température

source: This is an example widget.
fr_ca: Ceci est un exemple de widget.
pt_br: Este é um exemplo de widget.

source: Configuration
pt_br: Configuração
